tap "heroku/brew"
tap "caskroom/versions"
tap "adoptopenjdk/openjdk"

brew "ag"
brew "aspell"
brew "azure-cli"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "boot-clj"
brew "catimg"
brew "clojure/tools/clojure"
brew "clojure-lsp"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "gcc"
brew "git"
brew "gp"
brew "heroku"
brew "imagemagick"
brew "jbake"
brew "jenv"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "leiningen"
brew "maven"
brew "moreutils"
brew "ngrok"
brew "pygments"
brew "ripgrep"
brew "yq"
brew "yarn"

cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "alfred"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "free-download-manager"
cask "gifox"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "messenger"
cask "postman"
cask "skim"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
