tap "homebrew/cask-versions"
tap "heroku/brew"

brew "ag"
brew "aspell"
brew "azure-cli"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "boot-clj"
brew "catimg"
brew "clojure/tools/clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fasd"
brew "fd"
brew "findutils"
brew "fontconfig"
brew "gcc"
brew "git"
brew "glslang"
brew "gpg"
brew "grip"
brew "heroku/brew/heroku"
brew "imagemagick"
brew "jbake"
brew "jenv"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "languagetool"
brew "leiningen"
brew "llvm"
brew "make"
brew "maven"
brew "moreutils"
brew "pandoc"
brew "pygments"
brew "ripgrep"
brew "shellcheck"
brew "yq"
brew "yarn"

# tap "adoptopenjdk/openjdk"
# cask "adoptopenjdk/openjdk/adoptopenjdk8"
# cask "alfred"
# cask "cheatsheet"
# cask "docker"
# cask "dotnet-sdk"
# cask "firefox"
# cask "free-download-manager"
# cask "gifox"
# cask "google-chrome"
# cask "iterm2"
# cask "java"
# cask "karabiner-elements"
# cask "keycastr"
# cask "licecap"
# cask "mactex"
# cask "messenger"
# cask "ngrok"
# cask "postman"
# cask "skim"
# cask "slack"
# cask "spotify"
# cask "telegram"
# cask "the-unarchiver"
# cask "visual-studio-code"
# cask "vlc"
# cask "whatsapp"
# cask "zoom"
